<div class="text-right text-2xl m-auto p-4 sm:p-0 sm:w-1/3 flex flex-col space-y-4">
  <h1 class="text-right text-white text-2xl">?אז איך זה עובד</h1>
    <div>
    יצרנו חוזה חכם והטמנו בתוכו ״אפיקומן״
    </div>
    <div>
    כל כתובת יכולה ״לחפש״ את האפיקומן
    בחוזה פעם אחת
    </div>
    <div>
       בתום סדר הפסח החוזה חכם יגיד לנו מי מהמחפשים ניצח ומצא את
     האפיקומן כל המשתתפים יזכו בניפטי השתתפות. אבל רק אחד יקבל את
    חבילת הפרס - הזכות לבחור נושא / פרוייקט מעניין, וחברי הקהילה וצוות המחקר של
    קוליידר יבצעו מחקר ויפרסמו את הסקירה בקהילה בספייס הבא בטוויטר
    </div>
</div>